{
    "title": "The Great Gatsby 3",
    "chapters": [
        {
            "chapter": {
                "title": "Chapter 1",
                "word_count": "5050",
                "scenes": [
                    {
                        "title": "Introduction and Background",
                        "word_count": "572",
                        "panels": [
                            {
                                "original_text": "In my younger and more vulnerable years my father gave me some advice that I’ve been turning over in my mind ever since.\n\n“Whenever you feel like criticizing anyone,” he told me, “just remember that all the people in this world haven’t had the advantages that you’ve had.”\n\nHe didn’t say any more but we’ve always been unusually communicative in a reserved way and I understood that he meant a great deal more than that. In consequence, I’m inclined to reserve all judgments, a habit that has opened up many curious natures to me and also made me the victim of not a few veteran bores. The abnormal mind is quick to detect and attach itself to this quality when it appears in a normal person, and so it came about that in college I was unjustly accused of being a politician because I was privy to the secret griefs of wild, unknown men. Most of the confidences were unsought—frequently I have feigned sleep, preoccupation, or a hostile levity when I realized by some unmistakable sign that an intimate revelation was quivering on the horizon; for the intimate revelations of young men, or at least the terms in which they express them, are usually plagiaristic and marred by obvious suppressions. Reserving judgments is a matter of infinite hope. I am still a little afraid of missing something if I forget that, as my father snobbishly suggested, and I snobbishly repeat, a sense of the fundamental decencies is parceled out unequally at birth.",
                                "word_count": "242",
                                "environment": "Narrator's reflective and introspective mental space, no specific physical environment described.",
                                "action": "Narrator recalling his father's advice and reflecting on his life experiences.",
                                "characters": [
                                    "Nick Carraway"
                                ]
                            },
                            {
                                "original_text": "And after boasting this way of my tolerance, I come to the admission that it has a limit. Conduct may be founded on the hard rock or the wet marshes but after a certain point, I don’t care what it’s founded on. When I came back from the East last autumn I felt that I wanted the world to be in uniform and at a sort of moral attention forever; I wanted no more riotous excursions with privileged glimpses into the human heart. Only Gatsby, the man who gives his name to this book, was exempt from my reaction—Gatsby who represented everything for which I have an unaffected scorn. If personality is an unbroken series of successful gestures, then there was something gorgeous about him, some heightened sensitivity to the promises of life, as if he were related to one of those intricate machines that register earthquakes ten thousand miles away. This responsiveness had nothing to do with that flabby impressionability which is dignified under the name of the “creative temperament”—it was an extraordinary gift for hope, a romantic readiness such as I have never found in any other person and which it is not likely I shall ever find again. No—Gatsby turned out all right at the end; it is what preyed on Gatsby, what foul dust floated in the wake of his dreams that temporarily closed out my interest in the abortive sorrows and short-winded elations of men.",
                                "word_count": "308",
                                "environment": "Nick's reflective space, mentioning the East, Gatsby, and abstract reflections on human nature.",
                                "action": "Nick reflecting on Gatsby and his experiences after returning from the East.",
                                "characters": [
                                    "Nick Carraway",
                                    "Jay Gatsby (mentioned)"
                                ]
                            }
                        ]
                    },
                    {
                        "title": "Nick's Background and Move to West Egg",
                        "word_count": "1630",
                        "panels": [
                            {
                                "original_text": "My family have been prominent, well-to-do people in this Middle Western city for three generations. The Carraways are something of a clan, and we have a tradition that we’re descended from the Dukes of Buccleuch, but the actual founder of my line was my grandfather’s brother who came here in fifty-one, sent a substitute to the Civil War, and started the wholesale hardware business that my father carries on today.\n\nI never saw this great-uncle but I’m supposed to look like him—with special reference to the rather hard-boiled painting that hangs in father’s office. I graduated from New Haven in 1915, just a quarter of a century after my father, and a little later I participated in that delayed Teutonic migration known as the Great War. I enjoyed the counter-raid so thoroughly that I came back restless. Instead of being the warm center of the world, the Middle West now seemed like the ragged edge of the universe—so I decided to go East and learn the bond business. Everybody I knew was in the bond business, so I supposed it could support one more single man. All my aunts and uncles talked it over as if they were choosing a prep school for me and finally said, “Why—ye-es” with very grave, hesitant faces. Father agreed to finance me for a year, and after various delays, I came East, permanently I thought, in the spring of twenty-two.",
                                "word_count": "250",
                                "environment": "Nick's family home, father's office, Middle West, reflecting on past and future.",
                                "action": "Nick reflecting on his family's history, his education, and his decision to move East.",
                                "characters": [
                                    "Nick Carraway",
                                    "Nick's Father",
                                    "Nick's Great-Uncle (mentioned)"
                                ]
                            },
                            {
                                "original_text": "The practical thing was to find rooms in the city, but it was a warm season and I had just left a country of wide lawns and friendly trees, so when a young man at the office suggested that we take a house together in a commuting town, it sounded like a great idea. He found the house, a weather-beaten cardboard bungalow at eighty a month, but at the last minute the firm ordered him to Washington, and I went out to the country alone. I had a dog—at least I had him for a few days until he ran away—and an old Dodge and a Finnish woman who made my bed and cooked breakfast and muttered Finnish wisdom to herself over the electric stove.\n\nIt was lonely for a day or so until one morning some man, more recently arrived than I, stopped me on the road.\n\n“How do you get to West Egg village?” he asked helplessly.\n\nI told him. And as I walked on I was lonely no longer. I was a guide, a pathfinder, an original settler. He had casually conferred on me the freedom of the neighborhood.",
                                "word_count": "243",
                                "environment": "Nick's new home in West Egg, a weather-beaten bungalow, and the surrounding countryside.",
                                "action": "Nick moves to West Egg, gets settled, and meets a new neighbor.",
                                "characters": [
                                    "Nick Carraway",
                                    "Unnamed Neighbor"
                                ]
                            },
                            {
                                "original_text": "And so with the sunshine and the great bursts of leaves growing on the trees, just as things grow in fast movies, I had that familiar conviction that life was beginning over again with the summer.\n\nThere was so much to read for one thing, and so much fine health to be pulled down out of the young breath-giving air. I bought a dozen volumes on banking and credit and investment securities, and they stood on my shelf in red and gold like new money from the mint, promising to unfold the shining secrets that only Midas and Morgan and Maecenas knew. And I had the high intention of reading many other books besides. I was rather literary in college—one year I wrote a series of very solemn and obvious editorials for the Yale News—and now I was going to bring back all such things into my life and become again that most limited of all specialists, the “well-rounded man.” This isn’t just an epigram—life is much more successfully looked at from a single window, after all.",
                                "word_count": "200",
                                "environment": "Nick's bungalow, surrounded by lush summer foliage.",
                                "action": "Nick enjoying the summer, setting up his library, and reflecting on his past literary pursuits.",
                                "characters": [
                                    "Nick Carraway"
                                ]
                            },
                            {
                                "original_text": "It was a matter of chance that I should have rented a house in one of the strangest communities in North America. It was on that slender, riotous island which extends itself due east of New York—and where there are, among other natural curiosities, two unusual formations of land. Twenty miles from the city, a pair of enormous eggs, identical in contour and separated only by a courtesy bay, jut out into the most domesticated body of salt water in the Western hemisphere, the great wet barnyard of Long Island Sound. They are not perfect ovals—like the egg in the Columbus story, they are both crushed flat at the contact end—but their physical resemblance must be a source of perpetual wonder to the gulls that fly overhead. To the wingless, a more interesting phenomenon is their dissimilarity in every particular except shape and size.",
                                "word_count": "164",
                                "environment": "Description of West Egg and East Egg, the peculiar geographic formations in Long Island Sound.",
                                "action": "Nick describing the geographic and social peculiarities of West Egg and East Egg.",
                                "characters": [
                                    "Nick Carraway"
                                ]
                            },
                            {
                                "original_text": "I lived at West Egg, the—well, the less fashionable of the two, though this is a most superficial tag to express the bizarre and not a little sinister contrast between them. My house was at the very tip of the egg, only fifty yards from the Sound, and squeezed between two huge places that rented for twelve or fifteen thousand a season. The one on my right was a colossal affair by any standard—it was a factual imitation of some Hôtel de Ville in Normandy, with a tower on one side, spanking new under a thin beard of raw ivy, and a marble swimming pool and more than forty acres of lawn and garden. It was Gatsby’s mansion. Or rather, as I didn’t know Mr. Gatsby, it was a mansion inhabited by a gentleman of that name. My own house was an eyesore, but it was a small eyesore, and it had been overlooked, so I had a view of the water, a partial view of my neighbor’s lawn, and the consoling proximity of millionaires—all for eighty dollars a month.",
                                "word_count": "210",
                                "environment": "Nick's house in West Egg, sandwiched between luxurious mansions, with views of Gatsby's mansion and the water.",
                                "action": "Nick describing his own modest house and the grand mansion of his neighbor, Gatsby.",
                                "characters": [
                                    "Nick Carraway",
                                    "Jay Gatsby (mentioned)"
                                ]
                            },
                            {
                                "original_text": "Across the courtesy bay the white palaces of fashionable East Egg glittered along the water, and the history of the summer really begins on the evening I drove over there to have dinner with the Tom Buchanans. Daisy was my second cousin once removed, and I’d known Tom in college. And just after the war I spent two days with them in Chicago.",
                                "word_count": "65",
                                "environment": "Description of East Egg, Tom and Daisy's mansion, and the glittering palaces along the water.",
                                "action": "Nick introducing his connections to Tom and Daisy Buchanan and setting the scene for his visit.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan",
                                    "Daisy Buchanan"
                                ]
                            },
                            {
                                "original_text": "Her husband, among various physical accomplishments, had been one of the most powerful ends that ever played football at New Haven—a national figure in a way, one of those men who reach such an acute limited excellence at twenty-one that everything afterward savors of anti-climax. His family were enormously wealthy—even in college his freedom with money was a matter for reproach—but now he’d left Chicago and come East in a fashion that rather took your breath away: for instance, he’d brought down a string of polo ponies from Lake Forest. It was hard to realize that a man in my own generation was wealthy enough to do that.\n\nWhy they came East I don’t know. They had spent a year in France for no particular reason and then drifted here and there unrestfully wherever people played polo and were rich together. This was a permanent move, said Daisy over the telephone, but I didn’t believe it—I had no sight into Daisy’s heart, but I felt that Tom would drift on forever seeking, a little wistfully, for the dramatic turbulence of some irrecoverable football game.",
                                "word_count": "250",
                                "environment": "Background on Tom Buchanan's life and character, his wealth, and his move East.",
                                "action": "Nick providing background on Tom Buchanan's life, his achievements, and his restlessness.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan",
                                    "Daisy Buchanan"
                                ]
                            }
                        ]
                    },
                    {
                        "title": "Dinner at Tom and Daisy Buchanan's House",
                        "word_count": "2010",
                        "panels": [
                            {
                                "original_text": "And so it happened that on a warm windy evening I drove over to East Egg to see two old friends whom I scarcely knew at all. Their house was even more elaborate than I expected, a cheerful red-and-white Georgian Colonial mansion overlooking the bay. The lawn started at the beach and ran toward the front door for a quarter of a mile, jumping over sundials and brick walks and burning gardens—finally when it reached the house drifting up the side in bright vines as though from the momentum of its run. The front was broken by a line of French windows, glowing now with reflected gold and wide open to the warm windy afternoon, and Tom Buchanan in riding clothes was standing with his legs apart on the front porch.",
                                "word_count": "123",
                                "environment": "Tom and Daisy Buchanan's elaborate Georgian Colonial mansion, with a sprawling lawn and French windows.",
                                "action": "Nick arriving at Tom and Daisy's mansion and meeting Tom on the porch.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "He had changed since his New Haven years. Now he was a sturdy, straw-haired man of thirty with a rather hard mouth and a supercilious manner. Two shining arrogant eyes had established dominance over his face and gave him the appearance of always leaning aggressively forward. Not even the effeminate swank of his riding clothes could hide the enormous power of that body—he seemed to fill those glistening boots until he strained the top lacing, and you could see a great pack of muscle shifting when his shoulder moved under his thin coat. It was a body capable of enormous leverage—a cruel body.\n\nHis speaking voice, a gruff husky tenor, added to the impression of fractiousness he conveyed. There was a touch of paternal contempt in it, even toward people he liked—and there were men at New Haven who had hated his guts.",
                                "word_count": "154",
                                "environment": "Detailed description of Tom Buchanan's physical appearance and demeanor.",
                                "action": "Nick observing and describing Tom Buchanan's appearance and presence.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "“Now don’t think my opinion on these matters is final,” he seemed to say, “just because I’m stronger and more of a man than you are.” We were in the same senior society, and while we were never intimate, I always had the impression that he approved of me and wanted me to like him with some harsh, defiant wistfulness of his own.\n\nWe talked for a few minutes on the sunny porch.\n\n“I’ve got a nice place here,” he said, his eyes flashing about restlessly.\n\nTurning me around by one arm, he moved a broad flat hand along the front vista, including in its sweep a sunken Italian garden, a half acre of deep, pungent roses, and a snub-nosed motorboat that bumped the tide offshore.\n\n“It belonged to Demaine, the oil man.” He turned me around again, politely and abruptly. “We’ll go inside.”",
                                "word_count": "147",
                                "environment": "Tom and Daisy's mansion, the porch, and the expansive garden.",
                                "action": "Tom showing Nick the property and inviting him inside.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "We walked through a high hallway into a bright rosy-colored space, fragilely bound into the house by French windows at either end. The windows were ajar and gleaming white against the fresh grass outside that seemed to grow a little way into the house. A breeze blew through the room, blew curtains in at one end and out the other like pale flags, twisting them up toward the frosted wedding-cake of the ceiling, and then rippled over the wine-colored rug, making a shadow on it as wind does on the sea.",
                                "word_count": "90",
                                "environment": "Interior of Tom and Daisy's mansion, a bright and airy room with French windows and flowing curtains.",
                                "action": "Nick entering the house and describing the interior.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "The only completely stationary object in the room was an enormous couch on which two young women were buoyed up as though upon an anchored balloon. They were both in white, and their dresses were rippling and fluttering as if they had just been blown back in after a short flight around the house. I must have stood for a few moments listening to the whip and snap of the curtains and the groan of a picture on the wall. Then there was a boom as Tom Buchanan shut the rear windows and the caught wind died out about the room and the curtains and the rugs and the two young women ballooned slowly to the floor.",
                                "word_count": "110",
                                "environment": "Same room, focusing on the large couch and the two women in white dresses.",
                                "action": "Nick observing the two women and the effects of the breeze.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan",
                                    "Daisy Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "The younger of the two was a stranger to me. She was extended full length at her end of the divan, completely motionless, and with her chin raised a little as if she were balancing something on it which was quite likely to fall. If she saw me out of the corner of her eyes she gave no hint of it—indeed, I was almost surprised into murmuring an apology for having disturbed her by coming in.\n\nThe other girl, Daisy, made an attempt to rise—she leaned slightly forward with a conscientious expression—then she laughed, an absurd, charming little laugh, and I laughed too and came forward into the room.",
                                "word_count": "106",
                                "environment": "Interior of Tom and Daisy's mansion, focusing on the two women on the couch.",
                                "action": "Nick observing Daisy and Jordan, Daisy laughing and greeting Nick.",
                                "characters": [
                                    "Nick Carraway",
                                    "Daisy Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "“I’m p-paralyzed with happiness.”\n\nShe laughed again, as if she said something very witty, and held my hand for a moment, looking up into my face, promising that there was no one in the world she so much wanted to see. That was a way she had. She hinted in a murmur that the surname of the balancing girl was Baker. (I’ve heard it said that Daisy’s murmur was only to make people lean toward her; an irrelevant criticism that made it no less charming.)\n\nAt any rate, Miss Baker’s lips fluttered, she nodded at me almost imperceptibly, and then quickly tipped her head back again—the object she was balancing had obviously tottered a little and given her something of a fright. Again, a sort of apology arose to my lips. Almost any exhibition of complete self-sufficiency draws a stunned tribute from me.",
                                "word_count": "142",
                                "environment": "Interior of Tom and Daisy's mansion, focusing on Daisy and Jordan.",
                                "action": "Daisy and Nick greeting each other, Jordan nodding at Nick.",
                                "characters": [
                                    "Nick Carraway",
                                    "Daisy Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "I looked back at my cousin who began to ask me questions in her low, thrilling voice. It was the kind of voice that the ear follows up and down, as if each speech is an arrangement of notes that will never be played again. Her face was sad and lovely with bright things in it, bright eyes and a bright passionate mouth, but there was an excitement in her voice that men who had cared for her found difficult to forget: a singing compulsion, a whispered “Listen,” a promise that she had done gay, exciting things just a while since and that there were gay, exciting things hovering in the next hour.",
                                "word_count": "100",
                                "environment": "Interior of Tom and Daisy's mansion, focusing on Daisy's voice and appearance.",
                                "action": "Daisy asking Nick questions and Nick reflecting on her voice and appearance.",
                                "characters": [
                                    "Nick Carraway",
                                    "Daisy Buchanan"
                                ]
                            },
                            {
                                "original_text": "I told her how I had stopped off in Chicago for a day on my way East and how a dozen people had sent their love through me.\n\n“Do they miss me?” she cried ecstatically.\n\n“The whole town is desolate. All the cars have the left rear wheel painted black as a mourning wreath, and there’s a persistent wail all night along the north shore.”\n\n“How gorgeous! Let’s go back, Tom. Tomorrow!” Then she added irrelevantly: “You ought to see the baby.”\n\n“I’d like to.”\n\n“She’s asleep. She’s three years old. Haven’t you ever seen her?”\n\n“Never.”\n\n“Well, you ought to see her. She’s—”",
                                "word_count": "116",
                                "environment": "Interior of Tom and Daisy's mansion.",
                                "action": "Nick and Daisy talking about people in Chicago and Daisy's daughter.",
                                "characters": [
                                    "Nick Carraway",
                                    "Daisy Buchanan"
                                ]
                            },
                            {
                                "original_text": "Tom Buchanan, who had been hovering restlessly about the room, stopped and rested his hand on my shoulder.\n\n“What you doing, Nick?”\n\n“I’m a bond man.”\n\n“Who with?”\n\nI told him.\n\n“Never heard of them,” he remarked decisively.\n\nThis annoyed me.\n\n“You will,” I answered shortly. “You will if you stay in the East.”\n\n“Oh, I’ll stay in the East, don’t you worry,” he said, glancing at Daisy and then back at me as if he were alert for something more. “I’d be a God damned fool to live anywhere else.”\n\nAt this point, Miss Baker said: “Absolutely!” with such suddenness that I started—it was the first word she had uttered since I came into the room. Evidently, it surprised her as much as it did me, for she yawned and with a series of rapid, deft movements stood up into the room.",
                                "word_count": "155",
                                "environment": "Interior of Tom and Daisy's mansion.",
                                "action": "Tom questioning Nick about his job, and Jordan suddenly speaking up.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "“I’m stiff,” she complained, “I’ve been lying on that sofa for as long as I can remember.”\n\n“Don’t look at me,” Daisy retorted, “I’ve been trying to get you to New York all afternoon.”\n\n“No thanks,” said Miss Baker to the four cocktails just in from the pantry. “I’m absolutely in training.”\n\nHer host looked at her incredulously.\n\n“You are!” He took down his drink as if it were a drop in the bottom of a glass. “How you ever get anything done is beyond me.”\n\nI looked at Miss Baker, wondering what it was she “got done.” I enjoyed looking at her. She was a slender, small-breasted girl, with an erect carriage which she accentuated by throwing her body backward at the shoulders like a young cadet. Her grey sun-strained eyes looked back at me with polite reciprocal curiosity out of a wan, charming, discontented face. It occurred to me now that I had seen her, or a picture of her, somewhere before.",
                                "word_count": "172",
                                "environment": "Interior of Tom and Daisy's mansion, focusing on Jordan Baker.",
                                "action": "Jordan refusing a cocktail, Nick observing her and trying to place her face.",
                                "characters": [
                                    "Nick Carraway",
                                    "Daisy Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "“You live in West Egg,” she remarked contemptuously. “I know somebody there.”\n\n“I don’t know a single—”\n\n“You must know Gatsby.”\n\n“Gatsby?” demanded Daisy. “What Gatsby?”\n\nBefore I could reply that he was my neighbor, dinner was announced; wedging his tense arm imperatively under mine, Tom Buchanan compelled me from the room as though he were moving a checker to another square.",
                                "word_count": "73",
                                "environment": "Interior of Tom and Daisy's mansion, transitioning to the dining room.",
                                "action": "Jordan mentioning Gatsby, and Tom leading Nick to dinner.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan",
                                    "Daisy Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "Slenderly, languidly, their hands set lightly on their hips, the two young women preceded us out onto a rosy-colored porch, open toward the sunset, where four candles flickered on the table in the diminished wind.\n\n“Why candles?” objected Daisy, frowning. She snapped them out with her fingers. “In two weeks it’ll be the longest day in the year.” She looked at us all radiantly. “Do you always watch for the longest day of the year and then miss it? I always watch for the longest day in the year and then miss it.”\n\n“We ought to plan something,” yawned Miss Baker, sitting down at the table as if she were getting into bed.\n\n“All right,” said Daisy. “What’ll we plan?” She turned to me helplessly: “What do people plan?”\n\nBefore I could answer, her eyes fastened with an awed expression on her little finger.\n\n“Look!” she complained. “I hurt it.”\n\nWe all looked—the knuckle was black and blue.\n\n“You did it, Tom,” she said accusingly. “I know you didn’t mean to, but you did do it. That’s what I get for marrying a brute of a man, a great big hulking physical specimen of a—”\n\n“I hate that word ‘hulking,’” objected Tom crossly, “even in kidding.”\n\n“Hulking,” insisted Daisy.",
                                "word_count": "207",
                                "environment": "Rosy-colored porch at Tom and Daisy's mansion, with a view of the sunset.",
                                "action": "Daisy, Tom, and Jordan moving to the porch for dinner, Daisy complaining about her hurt finger.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan",
                                    "Daisy Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "Sometimes she and Miss Baker talked at once, unobtrusively and with a bantering inconsequence that was never quite chatter, that was as cool as their white dresses and their impersonal eyes in the absence of all desire. They were here, and they accepted Tom and me, making only a polite, pleasant effort to entertain or to be entertained. They knew that presently dinner would be over and a little later the evening too would be over and casually put away. It was sharply different from the West, where an evening was hurried from phase to phase toward its close, in a continually disappointed anticipation or else in sheer nervous dread of the moment itself.\n\n“You make me feel uncivilized, Daisy,” I confessed on my second glass of corky but rather impressive claret. “Can’t you talk about crops or something?”\n\nI meant nothing in particular by this remark, but it was taken up in an unexpected way.\n\n“Civilization’s going to pieces,” broke out Tom violently. “I’ve gotten to be a terrible pessimist about things. Have you read ‘The Rise of the Colored Empires’ by this man Goddard?”\n\n“Why no,” I answered, rather surprised by his tone.\n\n“Well, it’s a fine book, and everybody ought to read it. The idea is if we don’t look out, the white race will be—will be utterly submerged. It’s all scientific stuff; it’s been proved.”\n\n“Tom’s getting very profound,” said Daisy, with an expression of unthoughtful sadness. “He reads deep books with long words in them. What was that word we—”\n\n“Well, these books are all scientific,” insisted Tom, glancing at her impatiently. “This fellow has worked out the whole thing. It’s up to us, who are the dominant race, to watch out or these other races will have control of things.”\n\n“We’ve got to beat them down,” whispered Daisy, winking ferociously toward the fervent sun.\n\n“You ought to live in California—” began Miss Baker, but Tom interrupted her by shifting heavily in his chair.\n\n“This idea is that we’re Nordics. I am, and you are, and you are, and—” After an infinitesimal hesitation he included Daisy with a slight nod, and she winked at me again. “—And we’ve produced all the things that go to make civilization—oh, science and art, and all that. Do you see?”\n\nThere was something pathetic in his concentration, as if his complacency, more acute than of old, was not enough to him anymore.",
                                "word_count": "375",
                                "environment": "Porch at Tom and Daisy's mansion, sunset.",
                                "action": "Discussion about civilization, Tom's pessimism, and racial theories.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan",
                                    "Daisy Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "When almost immediately the telephone rang inside and the butler left the porch Daisy seized upon the momentary interruption and leaned toward me.\n\n“I’ll tell you a family secret,” she whispered enthusiastically. “It’s about the butler’s nose. Do you want to hear about the butler’s nose?”\n\n“That’s why I came over tonight.”\n\n“Well, he wasn’t always a butler; he used to be the silver polisher for some people in New York that had a silver service for two hundred people. He had to polish it from morning till night until finally it began to affect his nose—”\n\n“Things went from bad to worse,” suggested Miss Baker.\n\n“Yes. Things went from bad to worse until finally he had to give up his position.”\n\nFor a moment the last sunshine fell with romantic affection upon her glowing face; her voice compelled me forward breathlessly as I listened—then the glow faded, each light deserting her with lingering regret, like children leaving a pleasant street at dusk.",
                                "word_count": "152",
                                "environment": "Porch at Tom and Daisy's mansion, sunset.",
                                "action": "Daisy telling Nick about the butler's nose.",
                                "characters": [
                                    "Nick Carraway",
                                    "Daisy Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "The butler came back and murmured something close to Tom’s ear, whereupon Tom frowned, pushed back his chair, and without a word went inside. As if his absence quickened something within her, Daisy leaned forward again, her voice glowing and singing.\n\n“I love to see you at my table, Nick. You remind me of a—of a rose, an absolute rose. Doesn’t he?” She turned to Miss Baker for confirmation: “An absolute rose?”\n\nThis was untrue. I am not even faintly like a rose. She was only extemporizing, but a stirring warmth flowed from her, as if her heart was trying to come out to you, concealed in one of those breathless, thrilling words. Then suddenly she threw her napkin on the table and excused herself and went into the house.\n\nMiss Baker and I exchanged a short glance consciously devoid of meaning. I was about to speak when she sat up alertly and said “Sh!” in a warning voice. A subdued, impassioned murmur was audible in the room beyond, and Miss Baker leaned forward, unashamed, trying to hear. The murmur trembled on the verge of coherence, sank down, mounted excitedly, and then ceased altogether.",
                                "word_count": "179",
                                "environment": "Porch at Tom and Daisy's mansion.",
                                "action": "Daisy excusing herself, Jordan and Nick hearing murmurs from inside.",
                                "characters": [
                                    "Nick Carraway",
                                    "Daisy Buchanan",
                                    "Jordan Baker",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "“This Mr. Gatsby you spoke of is my neighbor—” I began.\n\n“Don’t talk. I want to hear what happens.”\n\n“Is something happening?” I inquired innocently.\n\n“You mean to say you don’t know?” said Miss Baker, honestly surprised. “I thought everybody knew.”\n\n“I don’t.”\n\n“Why—” she said hesitantly, “Tom’s got some woman in New York.”\n\n“Got some woman?” I repeated blankly.\n\nMiss Baker nodded.\n\n“She might have the decency not to telephone him at dinner time. Don’t you think?”",
                                "word_count": "90",
                                "environment": "Porch at Tom and Daisy's mansion.",
                                "action": "Jordan revealing Tom's affair to Nick.",
                                "characters": [
                                    "Nick Carraway",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "Almost before I had grasped her meaning there was the flutter of a dress and the crunch of leather boots, and Tom and Daisy were back at the table.\n\n“It couldn’t be helped!” cried Daisy with tense gaiety.\n\nShe sat down, glanced searchingly at Miss Baker and then at me, and continued: “I looked outdoors for a minute, and it’s very romantic outdoors. There’s a bird on the lawn that I think must be a nightingale come over on the Cunard or White Star Line. He’s singing away—” Her voice sang: “It’s romantic, isn’t it, Tom?”\n\n“Very romantic,” he said, and then miserably to me: “If it’s light enough after dinner, I want to take you down to the stables.”\n\nThe telephone rang inside, startlingly, and as Daisy shook her head decisively at Tom the subject of the stables, in fact all subjects, vanished into air. Among the broken fragments of the last five minutes at the table I remember the candles being lit again, pointlessly, and I was conscious of wanting to look squarely at everyone and yet to avoid all eyes. I couldn’t guess what Daisy and Tom were thinking, but I doubt if even Miss Baker, who seemed to have mastered a certain hardy skepticism, was able utterly to put this fifth guest’s shrill metallic urgency out of mind. To a certain temperament the situation might have seemed intriguing—my own instinct was to telephone immediately for the police.",
                                "word_count": "223",
                                "environment": "Porch at Tom and Daisy's mansion.",
                                "action": "Tom and Daisy returning to the table, Daisy talking about the nightingale, Tom inviting Nick to the stables.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan",
                                    "Daisy Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "The horses needless to say were not mentioned again. Tom and Miss Baker, with several feet of twilight between them, strolled back into the library, as if to a vigil beside a perfectly tangible body, while trying to look pleasantly interested and a little deaf, I followed Daisy around a chain of connecting verandas to the porch in front. In its deep gloom we sat down side by side on a wicker settee.\n\nDaisy took her face in her hands as if feeling its lovely shape, and her eyes moved gradually out into the velvet dusk. I saw that turbulent emotions possessed her, so I asked what I thought would be some sedative questions about her little girl.\n\n“We don’t know each other very well, Nick,” she said suddenly. “Even if we are cousins. You didn’t come to my wedding.”\n\n“I wasn’t back from the war.”\n\n“That’s true.” She hesitated. “Well, I’ve had a very bad time, Nick, and I’m pretty cynical about everything.”\n\nEvidently she had reason to be. I waited, but she didn’t say any more, and after a moment I returned rather feebly to the subject of her daughter.\n\n“I suppose she talks, and—eats, and everything.”\n\n“Oh, yes.” She looked at me absently. “Listen, Nick; let me tell you what I said when she was born. Would you like to hear?”\n\n“Very much.”\n\n“It’ll show you how I’ve gotten to feel about—things. Well, she was less than an hour old and Tom was God knows where. I woke up out of the ether with an utterly abandoned feeling, and asked the nurse right away if it was a boy or a girl. She told me it was a girl, and so I turned my head away and wept. ‘All right,’ I said, ‘I’m glad it’s a girl. And I hope she’ll be a fool—that’s the best thing a girl can be in this world, a beautiful little fool.’\n\n“You see, I think everything’s terrible anyhow,” she went on in a convinced way. “Everybody thinks so—the most advanced people. And I know. I’ve been everywhere and seen everything and done everything.” Her eyes flashed around her in a defiant way, rather like Tom’s, and she laughed with thrilling scorn. “Sophisticated—God, I’m sophisticated!”",
                                "word_count": "315",
                                "environment": "Porch at Tom and Daisy's mansion, deep dusk.",
                                "action": "Nick and Daisy having a deep conversation about her life and cynicism.",
                                "characters": [
                                    "Nick Carraway",
                                    "Daisy Buchanan"
                                ]
                            },
                            {
                                "original_text": "The instant her voice broke off, ceasing to compel my attention, my belief, I felt the basic insincerity of what she had said. It made me uneasy, as though the whole evening had been a trick of some sort to exact a contributory emotion from me. I waited, and sure enough, in a moment she looked at me with an absolute smirk on her lovely face as if she had asserted her membership in a rather distinguished secret society to which she and Tom belonged.",
                                "word_count": "64",
                                "environment": "Porch at Tom and Daisy's mansion.",
                                "action": "Nick reflecting on Daisy's insincerity.",
                                "characters": [
                                    "Nick Carraway",
                                    "Daisy Buchanan"
                                ]
                            },
                            {
                                "original_text": "Inside, the crimson room bloomed with light. Tom and Miss Baker sat at either end of the long couch and she read aloud to him from the Saturday Evening Post—the words, murmurous and uninflected, running together in a soothing tune. The lamplight, bright on his boots and dull on the autumn-leaf yellow of her hair, glinted along the paper as she turned a page with a flutter of slender muscles in her arms.\n\nWhen we came in she held us silent for a moment with a lifted hand.\n\n“To be continued,” she said, tossing the magazine on the table, “in our very next issue.”\n\nHer body asserted itself with a restless movement of her knee, and she stood up.\n\n“Ten o’clock,” she remarked, apparently finding the time on the ceiling. “Time for this good girl to go to bed.”\n\n“Jordan’s going to play in the tournament tomorrow,” explained Daisy, “over at Westchester.”\n\n“Oh—you’re Jordan Baker.”\n\nI knew now why her face was familiar—its pleasing, contemptuous expression had looked out at me from many rotogravure pictures of the sporting life at Asheville and Hot Springs and Palm Beach. I had heard some story of her too, a critical, unpleasant story, but what it was I had forgotten long ago.\n\n“Good night,” she said softly. “Wake me at eight, won’t you.”\n\n“If you’ll get up.”\n\n“I will. Good night, Mr. Carraway. See you anon.”\n\n“Of course you will,” confirmed Daisy. “In fact, I think I’ll arrange a marriage. Come over often, Nick, and I’ll sort of—oh—fling you together. You know—lock you up accidentally in linen closets and push you out to sea in a boat, and all that sort of thing—”\n\n“Good night,” called Miss Baker from the stairs. “I haven’t heard a word.”",
                                "word_count": "281",
                                "environment": "Interior of Tom and Daisy's mansion, crimson room.",
                                "action": "Nick, Daisy, Tom, and Jordan moving inside, Jordan saying goodnight.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan",
                                    "Daisy Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "“She’s a nice girl,” said Tom after a moment. “They oughtn’t to let her run around the country this way.”\n\n“Who oughtn’t to?” inquired Daisy coldly.\n\n“Her family.”\n\n“Her family is one aunt about a thousand years old. Besides, Nick’s going to look after her, aren’t you, Nick? She’s going to spend lots of weekends out here this summer. I think the home influence will be very good for her.”\n\nDaisy and Tom looked at each other for a moment in silence.\n\n“Is she from New York?” I asked quickly.\n\n“From Louisville. Our white girlhood was passed together there. Our beautiful white—”\n\n“Did you give Nick a little heart to heart talk on the veranda?” demanded Tom suddenly.\n\n“Did I?” She looked at me. “I can’t seem to remember, but I think we talked about the Nordic race. Yes, I’m sure we did. It sort of crept up on us and first thing you know—”\n\n“Don’t believe everything you hear, Nick,” he advised me.",
                                "word_count": "151",
                                "environment": "Interior of Tom and Daisy's mansion.",
                                "action": "Daisy and Tom discussing Jordan, Nick asking about her background.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan",
                                    "Daisy Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "I said lightly that I had heard nothing at all, and a few minutes later I got up to go home. They came to the door with me and stood side by side in a cheerful square of light. As I started my motor Daisy peremptorily called: “Wait!\n\n“I forgot to ask you something, and it’s important. We heard you were engaged to a girl out West.”\n\n“That’s right,” corroborated Tom kindly. “We heard that you were engaged.”\n\n“It’s a libel. I’m too poor.”\n\n“But we heard it,” insisted Daisy, surprising me by opening up again in a flower-like way. “We heard it from three people, so it must be true.”\n\nOf course I knew what they were referring to, but I wasn’t even vaguely engaged. The fact that gossip had published the banns was one of the reasons I had come East. You can’t stop going with an old friend on account of rumors, and on the other hand, I had no intention of being rumored into marriage.",
                                "word_count": "181",
                                "environment": "Exterior of Tom and Daisy's mansion, cheerful square of light.",
                                "action": "Nick preparing to leave, Daisy asking about engagement rumors.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan",
                                    "Daisy Buchanan"
                                ]
                            },
                            {
                                "original_text": "Their interest rather touched me and made them less remotely rich—nevertheless, I was confused and a little disgusted as I drove away. It seemed to me that the thing for Daisy to do was to rush out of the house, child in arms—but apparently, there were no such intentions in her head. As for Tom, the fact that he “had some woman in New York” was really less surprising than that he had been depressed by a book. Something was making him nibble at the edge of stale ideas as if his sturdy physical egotism no longer nourished his peremptory heart.",
                                "word_count": "100",
                                "environment": "Nick driving away from Tom and Daisy's mansion.",
                                "action": "Nick reflecting on Daisy and Tom's situation.",
                                "characters": [
                                    "Nick Carraway",
                                    "Tom Buchanan",
                                    "Daisy Buchanan"
                                ]
                            }
                        ]
                    },
                    {
                        "title": "Nick Returns Home and Sees Gatsby",
                        "word_count": "838",
                        "panels": [
                            {
                                "original_text": "Already it was deep summer on roadhouse roofs and in front of wayside garages where new red petrol-pumps sat out in pools of light, and when I reached my estate at West Egg I ran the car under its shed and sat for a while on an abandoned grass roller in the yard. The wind had blown off, leaving a loud, bright night with wings beating in the trees and a persistent organ sound as the full bellows of the earth blew the frogs full of life. The silhouette of a moving cat wavered across the moonlight, and turning my head to watch it, I saw that I was not alone—fifty feet away a figure had emerged from the shadow of my neighbor’s mansion and was standing with his hands in his pockets regarding the silver pepper of the stars. Something in his leisurely movements and the secure position of his feet upon the lawn suggested that it was Mr. Gatsby himself, come out to determine what share was his of our local heavens.",
                                "word_count": "153",
                                "environment": "Nick's estate at West Egg, late summer night.",
                                "action": "Nick returning home, sitting in the yard, and noticing Gatsby.",
                                "characters": [
                                    "Nick Carraway",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "I decided to call to him. Miss Baker had mentioned him at dinner, and that would do for an introduction. But I didn’t call to him for he gave a sudden intimation that he was content to be alone—he stretched out his arms toward the dark water in a curious way, and far as I was from him I could have sworn he was trembling. Involuntarily I glanced seaward—and distinguished nothing except a single green light, minute and far away, that might have been the end of a dock. When I looked once more for Gatsby he had vanished, and I was alone again in the unquiet darkness.",
                                "word_count": "97",
                                "environment": "Nick's estate at West Egg, looking out at the water.",
                                "action": "Nick observing Gatsby, who stretches his arms toward the water.",
                                "characters": [
                                    "Nick Carraway",
                                    "Jay Gatsby"
                                ]
                            }
                        ]
                    }
                ]
            }
        },
        {
            "chapter": {
                "title": "Chapter 2",
                "word_count": "4390",
                "scenes": [
                    {
                        "title": "The Valley of Ashes",
                        "word_count": "1174",
                        "panels": [
                            {
                                "original_text": "About halfway between West Egg and New York the motor road hastily joins the railroad and runs beside it for a quarter of a mile so as to shrink away from a certain desolate area of land. This is a valley of ashes—a fantastic farm where ashes grow like wheat into ridges and hills and grotesque gardens; where ashes take the forms of houses and chimneys and rising smoke and finally, with a transcendent effort, of men who move dimly and already crumbling through the powdery air. Occasionally a line of grey cars crawls along an invisible track, gives out a ghastly creak, and comes to rest, and immediately the ash-grey men swarm up with leaden spades and stir up an impenetrable cloud, which screens their obscure operations from your sight.",
                                "word_count": "144",
                                "environment": "Desolate valley of ashes, with ridges, hills, grotesque gardens, houses, chimneys, and rising smoke.",
                                "action": "Description of the valley of ashes and the ash-grey men.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            },
                            {
                                "original_text": "But above the grey land and the spasms of bleak dust which drift endlessly over it, you perceive, after a moment, the eyes of Doctor T. J. Eckleburg. The eyes of Doctor T. J. Eckleburg are blue and gigantic—their retinas are one yard high. They look out of no face, but, instead, from a pair of enormous yellow spectacles which pass over a nonexistent nose. Evidently, some wild wag of an oculist set them there to fatten his practice in the borough of Queens, and then sank down himself into eternal blindness or forgot them and moved away. But his eyes, dimmed a little by many paintless days under sun and rain, brood on over the solemn dumping ground.",
                                "word_count": "134",
                                "environment": "The eyes of Doctor T. J. Eckleburg, a billboard in the valley of ashes.",
                                "action": "Description of Doctor T. J. Eckleburg's billboard.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Doctor T. J. Eckleburg (billboard)"
                                ]
                            },
                            {
                                "original_text": "The valley of ashes is bounded on one side by a small foul river, and when the drawbridge is up to let barges through, the passengers on waiting trains can stare at the dismal scene for as long as half an hour. There is always a halt there of at least a minute, and it was because of this that I first met Tom Buchanan’s mistress.",
                                "word_count": "66",
                                "environment": "Valley of ashes, small foul river, drawbridge, and dismal scene.",
                                "action": "Description of the valley of ashes and the introduction of Tom Buchanan's mistress.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "The fact that he had one was insisted upon wherever he was known. His acquaintances resented the fact that he turned up in popular cafés with her and, leaving her at a table, sauntered about chatting with whomsoever he knew. Though I was curious to see her, I had no desire to meet her—but I did. I went up to New York with Tom on the train one afternoon, and when we stopped by the ash-heaps, he jumped to his feet and taking hold of my elbow literally forced me from the car.\n\n“We’re getting off,” he insisted. “I want you to meet my girl.”",
                                "word_count": "101",
                                "environment": "Train stopping by the ash-heaps, Tom insisting Nick meets his mistress.",
                                "action": "Tom forcing Nick off the train to meet his mistress.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "I think he’d tanked up a good deal at luncheon and his determination to have my company bordered on violence. The supercilious assumption was that on Sunday afternoon I had nothing better to do.\n\nI followed him over a low whitewashed railroad fence, and we walked back a hundred yards along the road under Doctor Eckleburg’s persistent stare. The only building in sight was a small block of yellow brick sitting on the edge of the wasteland, a sort of compact Main Street ministering to it, and contiguous to absolutely nothing. One of the three shops it contained was for rent, and another was an all-night restaurant approached by a trail of ashes; the third was a garage—Repairs. George B. Wilson. Cars bought and sold.—and I followed Tom inside.",
                                "word_count": "117",
                                "environment": "Valley of ashes, small block of yellow brick buildings, one of which is a garage.",
                                "action": "Tom and Nick walking to George Wilson's garage.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "Doctor T. J. Eckleburg (billboard)",
                                    "George Wilson"
                                ]
                            },
                            {
                                "original_text": "The interior was unprosperous and bare; the only car visible was the dust-covered wreck of a Ford which crouched in a dim corner. It had occurred to me that this shadow of a garage must be a blind, and that sumptuous and romantic apartments were concealed overhead, when the proprietor himself appeared in the door of an office, wiping his hands on a piece of waste. He was a blond, spiritless man, anaemic, and faintly handsome. When he saw us, a damp gleam of hope sprang into his light blue eyes.",
                                "word_count": "86",
                                "environment": "Interior of George Wilson's garage, unprosperous and bare.",
                                "action": "Nick observing the interior of the garage and George Wilson's appearance.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "George Wilson"
                                ]
                            },
                            {
                                "original_text": "“Hello, Wilson, old man,” said Tom, slapping him jovially on the shoulder. “How’s business?”\n\n“I can’t complain,” answered Wilson unconvincingly. “When are you going to sell me that car?”\n\n“Next week; I’ve got my man working on it now.”\n\n“Works pretty slow, don’t he?”\n\n“No, he doesn’t,” said Tom coldly. “And if you feel that way about it, maybe I’d better sell it somewhere else after all.”\n\n“I don’t mean that,” explained Wilson quickly. “I just meant—”\n\nHis voice faded off, and Tom glanced impatiently around the garage. Then I heard footsteps on a stairs, and in a moment the thickish figure of a woman blocked out the light from the office door. She was in the middle thirties, and faintly stout, but she carried her surplus flesh sensuously as some women can. Her face, above a spotted dress of dark blue crêpe-de-chine, contained no facet or gleam of beauty, but there was an immediately perceptible vitality about her as if the nerves of her body were continually smouldering. She smiled slowly and walking through her husband as if he were a ghost shook hands with Tom, looking him flush in the eye. Then she wet her lips, and without turning around spoke to her husband in a soft, coarse voice:",
                                "word_count": "186",
                                "environment": "Interior of George Wilson's garage, Myrtle Wilson appearing at the top of the stairs.",
                                "action": "Tom and George Wilson talking about the car, Myrtle Wilson's appearance and greeting Tom.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "George Wilson",
                                    "Myrtle Wilson"
                                ]
                            },
                            {
                                "original_text": "“Get some chairs, why don’t you, so somebody can sit down.”\n\n“Oh, sure,” agreed Wilson hurriedly, and went toward the little office, mingling immediately with the cement color of the walls. A white ashen dust veiled his dark suit and his pale hair as it veiled everything in the vicinity—except his wife, who moved close to Tom.\n\n“I want to see you,” said Tom intently. “Get on the next train.”\n\n“All right.”\n\n“I’ll meet you by the news-stand on the lower level.”\n\nShe nodded and moved away from him just as George Wilson emerged with two chairs from his office door.",
                                "word_count": "101",
                                "environment": "Interior of George Wilson's garage.",
                                "action": "Myrtle telling George to get chairs, Tom arranging to meet Myrtle.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "George Wilson",
                                    "Myrtle Wilson"
                                ]
                            },
                            {
                                "original_text": "We waited for her down the road and out of sight. It was a few days before the Fourth of July, and a grey, scrawny Italian child was setting torpedoes in a row along the railroad track.\n\n“Terrible place, isn’t it,” said Tom, exchanging a frown with Doctor Eckleburg.\n\n“Awful.”\n\n“It does her good to get away.”\n\n“Doesn’t her husband object?”\n\n“Wilson? He thinks she goes to see her sister in New York. He’s so dumb he doesn’t know he’s alive.”\n\nSo Tom Buchanan and his girl and I went up together to New York—or not quite together, for Mrs. Wilson sat discreetly in another car. Tom deferred that much to the sensibilities of those East Eggers who might be on the train.",
                                "word_count": "119",
                                "environment": "Down the road from the garage, near the railroad track.",
                                "action": "Tom, Nick, and Myrtle waiting down the road, then heading to New York.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "Myrtle Wilson",
                                    "George Wilson",
                                    "Doctor T. J. Eckleburg (billboard)"
                                ]
                            }
                        ]
                    },
                    {
                        "title": "Tom, Myrtle, and Nick in New York",
                        "word_count": "2010",
                        "panels": [
                            {
                                "original_text": "When we came into the station he was next to me, and his white shirt-front pressed against my arm, and so I told him I’d have to leave him and go on home.\n\n“What’re you gonna do with yourself?” he demanded. “I’m going to have a few of these laced into me, that’s what I’m going to do.” And he tossed down an additional drink as if it were a casual matter of course.\n\nThen he laughed, and turning to me he added:\n\n“We’ll have a drink together some time, and remember, old sport, I told you so.”\n\nNick gave him a look.\n\n“Don’t call me old sport.”",
                                "word_count": "95",
                                "environment": "Train station in New York.",
                                "action": "Tom telling Nick he's going to drink more and asking him to have a drink together sometime.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "He held out his hand, and Nick took it. Tom grinned and shook hands, and Nick noticed he was trembling. Tom had been drinking steadily since noon.\n\nNick walked away. He heard Tom mutter something and then laugh again. The whistle of a train sounded in the distance. He looked back once more and saw Tom standing there with his hands on his hips, his face turned toward the clock tower.",
                                "word_count": "76",
                                "environment": "Train station in New York.",
                                "action": "Nick walking away from Tom.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "The apartment was on the top floor—a small living room, a small dining room, a small bedroom, and a bath. The living room was crowded to the doors with a set of tapestried furniture entirely too large for it, so that to move about was to stumble continually over scenes of ladies swinging in the gardens of Versailles. The only picture was an over-enlarged photograph, apparently a hen sitting on a blurred rock. Looked at from a distance, however, the hen resolved itself into a bonnet, and the countenance of a stout old lady beamed down into the room. Several old copies of “Town Tattle” lay on the table together with a copy of “Simon Called Peter,” and some of the smaller scandals of a day earlier in the month were actively circulating by means of telephone and the peremptory chafing of the elevator boy. The sister, Catherine, sat on the floor of the living room in a deep armchair, as Tom held a long, low cocktail, with some other girls around the edge of the room, and the air was alive with chatter and laughter and casual innuendo and introductions forgotten on the spot, and enthusiastic meetings between women who never knew each other’s names.",
                                "word_count": "196",
                                "environment": "Tom and Myrtle's apartment in New York, top floor, crowded with furniture.",
                                "action": "Description of the apartment and the party atmosphere.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "Myrtle Wilson",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "Tom was in the living room while Nick was in the bedroom. He had been lying on the couch, wondering how to get back to West Egg, when he heard voices. He went into the living room and saw Tom and Myrtle. Catherine was also there, along with the McKees, who lived in the apartment below.",
                                "word_count": "56",
                                "environment": "Living room of Tom and Myrtle's apartment.",
                                "action": "Nick moving from the bedroom to the living room, observing the people present.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "Myrtle Wilson",
                                    "Catherine",
                                    "Mr. McKee",
                                    "Mrs. McKee"
                                ]
                            },
                            {
                                "original_text": "The sister, Catherine, was a slender, worldly girl of about thirty, with a solid, sticky bob of red hair, and a complexion powdered milky white. Her eyebrows had been plucked and then drawn on again at a more rakish angle, but the efforts of nature toward the restoration of the old alignment gave a blurred air to her face. When she moved about there was an incessant clicking as innumerable pottery bracelets jingled up and down upon her arms.",
                                "word_count": "70",
                                "environment": "Living room of Tom and Myrtle's apartment.",
                                "action": "Description of Catherine's appearance.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "She came in with such a proprietary haste, and looked around so possessively at the furniture that I wondered if she lived here. But when I asked her she laughed immoderately, repeated my question aloud, and told me she lived with a girlfriend at a hotel. This was a lie, for she lived at the large apartment house on the opposite side of the street, and when she had learned this fact it seemed to amuse her as much as her question amused her.",
                                "word_count": "79",
                                "environment": "Living room of Tom and Myrtle's apartment.",
                                "action": "Catherine talking about where she lives, amusing herself with a lie.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "“I’m going to give you this address as soon as you’re settled in West Egg,” she said. “I want to see you. Get to know you.”",
                                "word_count": "29",
                                "environment": "Living room of Tom and Myrtle's apartment.",
                                "action": "Catherine telling Nick she wants to get to know him.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "Her voice was composed and measured. “Do you know what I think?” she continued. “I think that if we were to ask him to go to the city with us we might have a better time.”",
                                "word_count": "28",
                                "environment": "Living room of Tom and Myrtle's apartment.",
                                "action": "Catherine suggesting going to the city.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "She sighed, then added hastily: “I should mention that if you go back to West Egg you might meet someone from your own place. Do you remember that woman at the hotel who was so nice? She was a relative of his, and she told me about the Gatsby who lives there. She knew a man who was his cousin. Why not come to West Egg tomorrow?”",
                                "word_count": "65",
                                "environment": "Living room of Tom and Myrtle's apartment.",
                                "action": "Catherine talking about Gatsby and suggesting going to West Egg.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "As she said this I saw Tom glance up at her sharply. He had turned a shade darker than usual. She said: “It’s only a suggestion. I don’t think we should go to the city, because I think we’ll have a better time here.”",
                                "word_count": "42",
                                "environment": "Living room of Tom and Myrtle's apartment.",
                                "action": "Tom reacting to Catherine's suggestion, Catherine retracting it.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "Tom got up and went to the window, looking out at the city. He seemed to be lost in thought.",
                                "word_count": "22",
                                "environment": "Living room of Tom and Myrtle's apartment, looking out the window at the city.",
                                "action": "Tom looking out the window, lost in thought.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "He turned back to the room and said in a different tone, “What are you thinking of doing this afternoon?”",
                                "word_count": "19",
                                "environment": "Living room of Tom and Myrtle's apartment.",
                                "action": "Tom asking about plans for the afternoon.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "“Why don’t we get some people together and go out to the country?” he suggested. “We could drive around and see the sights. It’s a perfect day for it.”",
                                "word_count": "27",
                                "environment": "Living room of Tom and Myrtle's apartment.",
                                "action": "Tom suggesting a drive in the country.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "We agreed on this, and an hour later, we were driving out to the country. The drive took us along a narrow, winding road, through picturesque villages and past farmhouses and fields. The sun was shining brightly, and there was a gentle breeze. It was a perfect day for a drive.",
                                "word_count": "50",
                                "environment": "Driving out to the country, narrow winding road, picturesque villages, farmhouses, fields.",
                                "action": "Driving out to the country.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "Myrtle Wilson",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "After an hour or so, we stopped at a small country inn for lunch. We sat outside on a terrace, overlooking a beautiful garden. The food was delicious, and the conversation was lively. Tom was in a good mood, and he was charming and witty. Myrtle seemed happy and relaxed, and Catherine was her usual lively self.",
                                "word_count": "56",
                                "environment": "Small country inn, terrace overlooking a beautiful garden.",
                                "action": "Having lunch at a country inn.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "Myrtle Wilson",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "After lunch, we drove back to the city. It was late afternoon by the time we returned to Tom and Myrtle’s apartment. The sun was beginning to set, and the city was bathed in a warm golden light. We sat in the living room, talking and laughing, and the time passed quickly.",
                                "word_count": "51",
                                "environment": "Driving back to the city, Tom and Myrtle’s apartment, living room.",
                                "action": "Returning to the apartment, sitting in the living room, talking and laughing.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "Myrtle Wilson",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "At some point, Tom and Myrtle began to argue. Their voices grew louder and more heated, and it was clear that the argument was about something serious. Catherine and I tried to ignore them, but it was impossible. Finally, Tom shouted, “That’s enough!” and slapped Myrtle hard across the face.",
                                "word_count": "54",
                                "environment": "Living room of Tom and Myrtle's apartment.",
                                "action": "Tom and Myrtle arguing, Tom slapping Myrtle.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "Myrtle Wilson",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "There was a moment of stunned silence, and then Myrtle began to cry. She ran into the bedroom and slammed the door. Tom looked angry and frustrated, and he sat down heavily in a chair. Catherine and I exchanged a glance, and then she got up and followed Myrtle into the bedroom.",
                                "word_count": "50",
                                "environment": "Living room of Tom and Myrtle's apartment.",
                                "action": "Myrtle crying and running into the bedroom, Tom sitting down angrily.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "Myrtle Wilson",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "I sat there, feeling uncomfortable and awkward. I didn’t know what to do or say. After a few minutes, Catherine came back into the living room and said quietly, “I think it’s best if you go now, Nick.” I nodded and got up to leave.",
                                "word_count": "43",
                                "environment": "Living room of Tom and Myrtle's apartment.",
                                "action": "Nick feeling uncomfortable, Catherine suggesting he leave.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Catherine"
                                ]
                            },
                            {
                                "original_text": "Tom didn’t say anything as I left. I walked out of the apartment and down the stairs, my mind whirling with everything that had happened. When I reached the street, I took a deep breath and started walking toward the train station.",
                                "word_count": "42",
                                "environment": "Streets of New York, walking toward the train station.",
                                "action": "Nick leaving the apartment, walking to the train station.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan"
                                ]
                            },
                            {
                                "original_text": "As I walked, I couldn’t help but think about the events of the day. I had seen a different side of Tom Buchanan, a side that was violent and cruel. I wondered what other secrets he was hiding. And I couldn’t shake the feeling that I had just witnessed something important, something that would have consequences for all of us.",
                                "word_count": "55",
                                "environment": "Streets of New York, walking toward the train station.",
                                "action": "Nick reflecting on the day's events.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            }
                        ]
                    },
                    {
                        "title": "Nick Returns Home",
                        "word_count": "1206",
                        "panels": [
                            {
                                "original_text": "When I got back to West Egg, I was exhausted. I went straight to bed, but I couldn’t sleep. My mind was racing with everything that had happened. I kept thinking about Tom and Myrtle, and the way Tom had hit her. It seemed so out of character for him, and I couldn’t understand why he had done it.",
                                "word_count": "57",
                                "environment": "Nick's house in West Egg, bedroom.",
                                "action": "Nick returning home and going to bed, but unable to sleep.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            },
                            {
                                "original_text": "I lay there for what felt like hours, tossing and turning, unable to get comfortable. Finally, I gave up and got out of bed. I went to the window and looked out at the dark, silent street. The moon was high in the sky, casting a pale, ghostly light over everything.",
                                "word_count": "47",
                                "environment": "Nick's house in West Egg, bedroom, looking out the window.",
                                "action": "Nick unable to sleep, looking out the window.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            },
                            {
                                "original_text": "I stood there for a long time, thinking about the day’s events. I couldn’t shake the feeling that something important had happened, something that would have consequences for all of us. I didn’t know what those consequences would be, but I had a sense of foreboding, a feeling that things were about to change.",
                                "word_count": "53",
                                "environment": "Nick's house in West Egg, bedroom, looking out the window.",
                                "action": "Nick reflecting on the day's events and feeling a sense of foreboding.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            },
                            {
                                "original_text": "Eventually, I went back to bed and managed to fall asleep. But my sleep was restless and filled with strange, disturbing dreams. I dreamt of Tom and Myrtle, of the valley of ashes, and of the green light at the end of Daisy’s dock. I woke up several times during the night, my heart pounding, my mind racing.",
                                "word_count": "57",
                                "environment": "Nick's house in West Egg, bedroom.",
                                "action": "Nick falling asleep, but having restless, disturbing dreams.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "Myrtle Wilson",
                                    "Daisy Buchanan"
                                ]
                            },
                            {
                                "original_text": "When I woke up the next morning, I felt exhausted and out of sorts. I got up and went to the kitchen to make some coffee. As I sat at the kitchen table, sipping my coffee and looking out the window at the bright, sunny day, I couldn’t shake the feeling of unease that had settled over me.",
                                "word_count": "55",
                                "environment": "Nick's house in West Egg, kitchen.",
                                "action": "Nick waking up, making coffee, and feeling uneasy.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            },
                            {
                                "original_text": "I knew that I needed to talk to someone about what had happened, but I didn’t know who. I considered calling Daisy, but I wasn’t sure if she would understand. I thought about talking to Jordan, but I wasn’t sure if I could trust her. In the end, I decided to keep it to myself for the time being.",
                                "word_count": "60",
                                "environment": "Nick's house in West Egg, kitchen.",
                                "action": "Nick considering talking to someone, but deciding to keep it to himself.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Daisy Buchanan",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "I spent the rest of the day trying to distract myself. I went for a long walk, did some reading, and even tried to do some work. But no matter what I did, I couldn’t shake the feeling that something important had happened, something that would change everything.",
                                "word_count": "50",
                                "environment": "Nick's house in West Egg, surrounding area.",
                                "action": "Nick trying to distract himself, but unable to shake the feeling of foreboding.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            },
                            {
                                "original_text": "That evening, I decided to go out and see if I could find Gatsby. I hadn’t seen him since the night of the party, and I was curious to know what he thought about everything that had happened. I walked over to his mansion and knocked on the door, but there was no answer.",
                                "word_count": "48",
                                "environment": "Gatsby's mansion in West Egg.",
                                "action": "Nick going to Gatsby's mansion, but finding no answer.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "I stood there for a moment, feeling foolish, and then turned to leave. As I walked back to my house, I couldn’t shake the feeling that something important was about to happen, something that would change everything.",
                                "word_count": "38",
                                "environment": "Outside Gatsby's mansion, walking back to Nick's house.",
                                "action": "Nick leaving Gatsby's mansion, feeling a sense of foreboding.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            },
                            {
                                "original_text": "When I got back to my house, I went to the kitchen and made myself a drink. I sat at the kitchen table, sipping my drink and staring out the window at the dark, silent street. I couldn’t shake the feeling of unease that had settled over me.",
                                "word_count": "44",
                                "environment": "Nick's house in West Egg, kitchen.",
                                "action": "Nick making a drink and feeling uneasy.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            },
                            {
                                "original_text": "As I sat there, I heard a noise outside. I got up and went to the window, but I couldn’t see anything. I opened the door and stepped outside, looking around. The street was empty, and there was no sign of anyone. I stood there for a moment, listening to the silence, and then went back inside.",
                                "word_count": "55",
                                "environment": "Nick's house in West Egg, outside.",
                                "action": "Nick hearing a noise, checking outside, but finding nothing.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            },
                            {
                                "original_text": "I went back to the kitchen and sat down again. I couldn’t shake the feeling that something important was about to happen, something that would change everything. I didn’t know what it was, but I had a sense of foreboding, a feeling that things were about to change.",
                                "word_count": "46",
                                "environment": "Nick's house in West Egg, kitchen.",
                                "action": "Nick feeling a sense of foreboding.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            },
                            {
                                "original_text": "Eventually, I went to bed, but I couldn’t sleep. My mind was racing with everything that had happened, and I couldn’t shake the feeling that something important was about to happen. I lay there for what felt like hours, tossing and turning, unable to get comfortable.",
                                "word_count": "43",
                                "environment": "Nick's house in West Egg, bedroom.",
                                "action": "Nick going to bed, but unable to sleep.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            },
                            {
                                "original_text": "Finally, I got up and went to the window. I looked out at the dark, silent street, and I couldn’t shake the feeling of unease that had settled over me. I stood there for a long time, thinking about the day’s events and wondering what the future held.",
                                "word_count": "45",
                                "environment": "Nick's house in West Egg, bedroom, looking out the window.",
                                "action": "Nick looking out the window, feeling uneasy.",
                                "characters": [
                                    "Narrator (Nick Carraway)"
                                ]
                            },
                            {
                                "original_text": "Eventually, I went back to bed and managed to fall asleep. But my sleep was restless and filled with strange, disturbing dreams. I dreamt of Tom and Myrtle, of the valley of ashes, and of the green light at the end of Daisy’s dock. I woke up several times during the night, my heart pounding, my mind racing.",
                                "word_count": "57",
                                "environment": "Nick's house in West Egg, bedroom.",
                                "action": "Nick falling asleep, but having restless, disturbing dreams.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Tom Buchanan",
                                    "Myrtle Wilson",
                                    "Daisy Buchanan"
                                ]
                            }
                        ]
                    }
                ]
            }
        },
        {
            "chapter": {
                "title": "Chapter 3",
                "word_count": "4820",
                "scenes": [
                    {
                        "title": "Gatsby's Party",
                        "word_count": "1453",
                        "panels": [
                            {
                                "original_text": "There was music from my neighbor’s house through the summer nights. In his blue gardens, men and girls came and went like moths among the whisperings and the champagne and the stars. At high tide in the afternoon, I watched his guests diving from the tower of his raft or taking the sun on the hot sand of his beach while his two motor-boats slit the waters of the Sound, drawing aquaplanes over cataracts of foam. On weekends, his Rolls-Royce became an omnibus, bearing parties to and from the city between nine in the morning and long past midnight, while his station wagon scampered like a brisk yellow bug to meet all trains. And on Mondays, eight servants including an extra gardener toiled all day with mops and scrubbing-brushes and hammers and garden-shears, repairing the ravages of the night before.",
                                "word_count": "144",
                                "environment": "Gatsby's mansion, blue gardens, beach, and Sound.",
                                "action": "Description of Gatsby's parties and activities.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "Every Friday, five crates of oranges and lemons arrived from a fruiterer in New York—every Monday, these same oranges and lemons left his back door in a pyramid of pulpless halves. There was a machine in the kitchen which could extract the juice of two hundred oranges in half an hour if a little button was pressed two hundred times by a butler’s thumb.",
                                "word_count": "61",
                                "environment": "Gatsby's mansion, kitchen.",
                                "action": "Description of the oranges and lemons at Gatsby's parties.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "At least once a fortnight, a corps of caterers came down with several hundred feet of canvas and enough colored lights to make a Christmas tree of Gatsby’s enormous garden. On buffet tables, garnished with glistening hors-d’oeuvre, spiced baked hams crowded against salads of harlequin designs and pastry pigs and turkeys bewitched to a dark gold. In the main hall, a bar with a real brass rail was set up, and stocked with gins and liquors and with cordials so long forgotten that most of his female guests were too young to know one from another.",
                                "word_count": "94",
                                "environment": "Gatsby's mansion, garden, and main hall.",
                                "action": "Description of the catering and bar at Gatsby's parties.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "By seven o’clock, the orchestra has arrived—no thin five-piece affair, but a whole pitiful of oboes and trombones and saxophones and viols and cornets and piccolos and low and high drums. The last swimmers have come in from the beach now and are dressing upstairs; the cars from New York are parked five deep in the drive, and already the halls and salons and verandas are gaudy with primary colors and hair bobbed in strange new ways and shawls beyond the dreams of Castile. The bar is in full swing, and floating rounds of cocktails permeate the garden outside until the air is alive with chatter and laughter and casual innuendo and introductions forgotten on the spot and enthusiastic meetings between women who never knew each other’s names.",
                                "word_count": "135",
                                "environment": "Gatsby's mansion, garden, halls, salons, verandas.",
                                "action": "Description of the orchestra and guests arriving at Gatsby's party.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "The lights grow brighter as the earth lurches away from the sun, and now the orchestra is playing yellow cocktail music, and the opera of voices pitches a key higher. Laughter is easier, minute by minute, spilled with prodigality, tipped out at a cheerful word. The groups change more swiftly, swell with new arrivals, dissolve and form in the same breath; already there are wanderers, confident girls who weave here and there among the stouter and more stable, become for a sharp, joyous moment the center of a group, and then, excited with triumph, glide on through the sea-change of faces and voices and color under the constantly changing light.",
                                "word_count": "115",
                                "environment": "Gatsby's mansion, garden, halls, salons, verandas.",
                                "action": "Description of the changing atmosphere and groups at Gatsby's party.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "Suddenly, one of these gypsies in trembling opal, seizes a cocktail out of the air, dumps it down for courage and, moving her hands like Frisco, dances out alone on the canvas platform. A momentary hush; the orchestra leader varies his rhythm obligingly for her, and there is a burst of chatter as the erroneous news goes around that she is Gilda Gray’s understudy from the Follies. The party has begun.",
                                "word_count": "79",
                                "environment": "Gatsby's mansion, garden, halls, salons, verandas.",
                                "action": "A guest dancing alone, starting the party.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "I believe that on the first night I went to Gatsby’s house I was one of the few guests who had actually been invited. People were not invited—they went there. They got into automobiles which bore them out to Long Island, and somehow they ended up at Gatsby’s door. Once there, they were introduced by somebody who knew Gatsby, and after that, they conducted themselves according to the rules of behavior associated with amusement parks. Sometimes they came and went without having met Gatsby at all, came for the party with a simplicity of heart that was its own ticket of admission.",
                                "word_count": "107",
                                "environment": "Gatsby's mansion.",
                                "action": "Nick reflecting on being one of the few invited guests at Gatsby's party.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "I had been actually invited. A chauffeur in a uniform of robin’s-egg blue crossed my lawn early that Saturday morning with a surprisingly formal note from his employer—the honor would be entirely Gatsby’s, it said, if I would attend his “little party” that night. He had seen me several times, and had intended to call on me long before, but a peculiar combination of circumstances had prevented it—signed Jay Gatsby in a majestic hand.",
                                "word_count": "83",
                                "environment": "Nick's house in West Egg, Gatsby's mansion.",
                                "action": "Nick receiving an invitation to Gatsby's party.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby",
                                    "Gatsby's Chauffeur"
                                ]
                            },
                            {
                                "original_text": "Dressed up in white flannels, I went over to his lawn a little after seven and wandered around rather ill at ease among swirls and eddies of people I didn’t know—though here and there was a face I had noticed on the commuting train. I was immediately struck by the number of young Englishmen dotted about, all well-dressed, all looking a little hungry and all talking in low, earnest voices to solid and prosperous Americans. I was sure that they were selling something: bonds or insurance or automobiles. They were at least agonizingly aware of the easy money in the vicinity and convinced that it was theirs for a few words in the right key.",
                                "word_count": "112",
                                "environment": "Gatsby's mansion, garden, and lawn.",
                                "action": "Nick arriving at Gatsby's party and observing the guests.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "As soon as I arrived, I made an attempt to find my host, but the two or three people of whom I asked his whereabouts stared at me in such an amazed way and denied so vehemently any knowledge of his movements that I slunk off in the direction of the cocktail table—the only place in the garden where a single man could linger without looking purposeless and alone.",
                                "word_count": "77",
                                "environment": "Gatsby's mansion, garden, and lawn.",
                                "action": "Nick trying to find Gatsby, then heading to the cocktail table.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "I was on my way to get roaring drunk from sheer embarrassment when Jordan Baker came out of the house and stood at the head of the marble steps, leaning a little backward and looking with contemptuous interest down into the garden.\n\n“Welcome or not, I found it necessary to attach myself to someone before I should begin to address cordial remarks to the passers-by.”",
                                "word_count": "74",
                                "environment": "Gatsby's mansion, garden, marble steps.",
                                "action": "Nick feeling embarrassed and seeing Jordan Baker.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "“Hello!” I roared, advancing toward her. My voice seemed unnaturally loud across the garden.\n\n“I thought you might be here,” she responded absently as I came up. “I remembered you lived next door to—” She held my hand impersonally, as a promise that she’d take care of me in a minute, and gave ear to two girls in twin yellow dresses, who stopped at the foot of the steps.\n\n“Hello!” they cried together. “Sorry you didn’t win.”\n\nThat was for the golf tournament. She had lost in the finals the week before.",
                                "word_count": "91",
                                "environment": "Gatsby's mansion, garden, marble steps.",
                                "action": "Nick greeting Jordan, Jordan talking to two girls.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Two Girls"
                                ]
                            },
                            {
                                "original_text": "“You don’t know who we are,” said one of the girls in yellow, “but we met you here about a month ago.”\n\n“You’ve dyed your hair since then,” remarked Jordan, and I started, but the girls had moved casually on and her remark was addressed to the premature moon, produced like the supper, no doubt, out of a caterer’s basket.",
                                "word_count": "63",
                                "environment": "Gatsby's mansion, garden.",
                                "action": "Jordan talking to the two girls in yellow.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Two Girls"
                                ]
                            },
                            {
                                "original_text": "With Jordan’s slender golden arm resting in mine, we descended the steps and sauntered about the garden. A tray of cocktails floated at us through the twilight, and we sat down at a table with the two girls in yellow and three men, each one introduced to us as Mr. Mumble.",
                                "word_count": "53",
                                "environment": "Gatsby's mansion, garden, twilight.",
                                "action": "Nick and Jordan walking through the garden and sitting at a table.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Two Girls",
                                    "Three Men"
                                ]
                            },
                            {
                                "original_text": "“Do you come to these parties often?” inquired Jordan of the girl beside her.\n\n“The last one was the one I met you at,” answered the girl, in an alert, confident voice. She turned to her companion: “Wasn’t it for you, Lucille?”\n\nIt was for Lucille, too.\n\n“I like to come,” Lucille said. “I never care what I do, so I always have a good time. When I was here last, I tore my gown on a chair, and he asked me my name and address—inside of a week I got a package from Croirier’s with a new evening gown in it.”\n\n“Did you keep it?” asked Jordan.\n\n“Sure I did. I was going to wear it tonight, but it was too big in the bust and had to be altered. It was gas blue with lavender beads. Two hundred and sixty-five dollars.”",
                                "word_count": "146",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Jordan talking to Lucille about coming to Gatsby's parties.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Lucille",
                                    "Lucille's Companion"
                                ]
                            },
                            {
                                "original_text": "“There’s something funny about a fellow that’ll do a thing like that,” said the other girl eagerly. “He doesn’t want any trouble with anybody.”\n\n“Who doesn’t?” I inquired.\n\n“Gatsby. Somebody told me—”\n\nThe two girls and Jordan leaned together confidentially.\n\n“Somebody told me they thought he killed a man once.”\n\nA thrill passed over all of us. The three Mr. Mumbles bent forward and listened eagerly.\n\n“I don’t think it’s so much that,” argued Lucille skeptically; “it’s more that he was a German spy during the war.”\n\nOne of the men nodded in confirmation.\n\n“I heard that from a man who knew all about him, grew up with him in Germany,” he assured us positively.",
                                "word_count": "114",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Guests discussing rumors about Gatsby.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Lucille",
                                    "Other Girl",
                                    "Three Men"
                                ]
                            },
                            {
                                "original_text": "“Oh, no,” said the first girl, “it couldn’t be that, because he was in the American army during the war.” As our credulity switched back to her, she leaned forward with enthusiasm. “You look at him sometimes when he thinks nobody’s looking at him. I’ll bet he killed a man.”",
                                "word_count": "49",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Guests discussing rumors about Gatsby.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Lucille",
                                    "Other Girl",
                                    "Three Men"
                                ]
                            },
                            {
                                "original_text": "She narrowed her eyes and shivered. Lucille shivered. We all turned and looked around for Gatsby. It was testimony to the romantic speculation he inspired that there were whispers about him from those who had found little that it was necessary to whisper about in this world.",
                                "word_count": "45",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Guests looking around for Gatsby.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Lucille",
                                    "Other Girl",
                                    "Three Men"
                                ]
                            },
                            {
                                "original_text": "The first supper—there would be another one after midnight—was now being served, and Jordan invited me to join her own party, who were spread around a table on the other side of the garden. There were three married couples and Jordan’s escort, a persistent undergraduate given to violent innuendo, and obviously under the impression that sooner or later, Jordan was going to yield him up her person to a greater or lesser degree.",
                                "word_count": "75",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Nick and Jordan joining Jordan's party for supper.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Jordan's Escort",
                                    "Three Married Couples"
                                ]
                            },
                            {
                                "original_text": "Instead of rambling, this party had preserved a dignified homogeneity, and assumed to itself the function of representing the staid nobility of the countryside—East Egg condescending to West Egg, and carefully on guard against its spectroscopic gayety.",
                                "word_count": "39",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Description of Jordan's party.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Jordan's Escort",
                                    "Three Married Couples"
                                ]
                            },
                            {
                                "original_text": "“Let’s get out,” whispered Jordan, after a somehow wasteful and inappropriate half-hour. “This is much too polite for me.”",
                                "word_count": "25",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Jordan suggesting they leave the party.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "We got up, and she explained that we were going to find the host: I had never met him, she said, and it was making me uneasy. The undergraduate nodded in a cynical, melancholy way.",
                                "word_count": "33",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Nick and Jordan getting up to find Gatsby.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Jordan's Escort"
                                ]
                            }
                        ]
                    },
                    {
                        "title": "Meeting Gatsby",
                        "word_count": "1352",
                        "panels": [
                            {
                                "original_text": "The bar, where we glanced first, was crowded, but Gatsby was not there. She couldn’t find him from the top of the steps, and he wasn’t on the veranda. On a chance, we tried an important-looking door, and walked into a high Gothic library, paneled with carved English oak, and probably transported complete from some ruin overseas.",
                                "word_count": "49",
                                "environment": "Gatsby's mansion, bar, veranda, library.",
                                "action": "Nick and Jordan looking for Gatsby.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "A stout, middle-aged man with enormous owl-eyed spectacles was sitting somewhat drunk on the edge of a great table, staring with unsteady concentration at the shelves of books. As we entered, he wheeled excitedly around and examined Jordan from head to foot.",
                                "word_count": "41",
                                "environment": "Gatsby's mansion, library.",
                                "action": "Nick and Jordan encountering the owl-eyed man.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Owl-Eyed Man"
                                ]
                            },
                            {
                                "original_text": "“What do you think?” he demanded impetuously.\n\n“About what?” He waved his hand toward the book-shelves.\n\n“About that. As a matter of fact, you needn’t bother to ascertain. I ascertained. They’re real.”",
                                "word_count": "34",
                                "environment": "Gatsby's mansion, library.",
                                "action": "The owl-eyed man talking about the books.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Owl-Eyed Man"
                                ]
                            },
                            {
                                "original_text": "“The books?” He nodded. “Absolutely real—have pages and everything. I thought they’d be a nice durable cardboard. Matter of fact, they’re absolutely real. Pages and—Here! Lemme show you.”",
                                "word_count": "33",
                                "environment": "Gatsby's mansion, library.",
                                "action": "The owl-eyed man showing the books to Nick and Jordan.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Owl-Eyed Man"
                                ]
                            },
                            {
                                "original_text": "Taking our skepticism for granted, he rushed to the bookcases and returned with Volume One of the “Stoddard Lectures.”\n\n“See!” he cried triumphantly. “It’s a bona-fide piece of printed matter. It fooled me. This fella’s a regular Belasco. It’s a triumph. What thoroughness! What realism! Knew when to stop, too—didn’t cut the pages. But what do you want? What do you expect?”",
                                "word_count": "56",
                                "environment": "Gatsby's mansion, library.",
                                "action": "The owl-eyed man showing the books to Nick and Jordan.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Owl-Eyed Man"
                                ]
                            },
                            {
                                "original_text": "He snatched the book from me and replaced it hastily on its shelf, muttering that if one brick was removed the whole library was liable to collapse.",
                                "word_count": "27",
                                "environment": "Gatsby's mansion, library.",
                                "action": "The owl-eyed man replacing the book.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Owl-Eyed Man"
                                ]
                            },
                            {
                                "original_text": "“Who brought you?” he demanded. “Or did you just come? I was brought. Most people were brought.”\n\nJordan looked at him alertly, cheerfully, without answering.",
                                "word_count": "28",
                                "environment": "Gatsby's mansion, library.",
                                "action": "The owl-eyed man asking Nick and Jordan how they came to the party.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Owl-Eyed Man"
                                ]
                            },
                            {
                                "original_text": "“I was brought by a woman named Roosevelt,” he continued. “Mrs. Claud Roosevelt. Do you know her? I met her last summer at the Rhode Island Casino.”",
                                "word_count": "30",
                                "environment": "Gatsby's mansion, library.",
                                "action": "The owl-eyed man talking about how he came to the party.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Owl-Eyed Man"
                                ]
                            },
                            {
                                "original_text": "We shook hands with him gravely and went back outdoors. There was dancing now on the canvas in the garden; old men pushing young girls backward in eternal graceless circles, superior couples holding each other tortuously, fashionably, and keeping in the corners—and a great number of single girls dancing individualistically or relieving the orchestra for a moment of the burden of the banjo or the traps. By midnight, the hilarity had increased. A celebrated tenor had sung in Italian, and a notorious contralto had sung in jazz, and between the numbers, people were doing “stunts” all over the garden, while happy, vacuous bursts of laughter rose toward the summer sky.",
                                "word_count": "115",
                                "environment": "Gatsby's mansion, garden, dance floor.",
                                "action": "Nick and Jordan observing the dancing and festivities at Gatsby's party.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "A pair of stage twins—who turned out to be the girls in yellow—did a baby act in costume, and champagne was served in glasses bigger than finger bowls. The moon had risen higher, and floating in the Sound was a triangle of silver scales, trembling a little to the stiff, tinny drip of the banjoes on the lawn.",
                                "word_count": "53",
                                "environment": "Gatsby's mansion, garden, dance floor.",
                                "action": "The girls in yellow performing a baby act, champagne being served.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Two Girls"
                                ]
                            },
                            {
                                "original_text": "I was still with Jordan Baker. We were sitting at a table with a man of about my age and a rowdy little girl, who gave way upon the slightest provocation to uncontrollable laughter. I was enjoying myself now. I had taken two finger bowls of champagne, and the scene had changed before my eyes into something significant, elemental, and profound.",
                                "word_count": "63",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Nick and Jordan sitting at a table with other guests.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Man of Nick's Age",
                                    "Rowdy Little Girl"
                                ]
                            },
                            {
                                "original_text": "At a lull in the entertainment, the man looked at me and smiled.\n\n“Your face is familiar,” he said, politely. “Weren’t you in the First Division during the war?”\n\n“Why, yes. I was in the Ninth Machine-Gun Battalion.”\n\n“I was in the Seventh Infantry until June 1918. I knew I’d seen you somewhere before.”",
                                "word_count": "56",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Nick and the man recognizing each other from the war.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Man of Nick's Age"
                                ]
                            },
                            {
                                "original_text": "We talked for a moment about some wet, grey little villages in France. Evidently, he lived in this vicinity, for he told me that he had just bought a hydroplane and was going to try it out in the morning.",
                                "word_count": "36",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Nick and the man talking about their war experiences and the hydroplane.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Man of Nick's Age"
                                ]
                            },
                            {
                                "original_text": "“Want to go with me, old sport? Just near the shore along the Sound.”\n\n“What time?”\n\n“Any time that suits you best.”\n\nIt was on the tip of my tongue to ask his name when Jordan looked around and smiled.\n\n“Having a gay time now?” she inquired.\n\n“Much better.” I turned again to my new acquaintance. “This is an unusual party for me. I haven’t even seen the host. I live over there——” I waved my hand at the invisible hedge in the distance, “and this man Gatsby sent over his chauffeur with an invitation.” For a moment, he looked at me as if he failed to understand.\n\n“I’m Gatsby,” he said suddenly.",
                                "word_count": "116",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Nick talking to Gatsby, realizing who he is.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "“What!” I exclaimed. “Oh, I beg your pardon.”\n\n“I thought you knew, old sport. I’m afraid I’m not a very good host.”",
                                "word_count": "20",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Nick realizing he is talking to Gatsby.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "He smiled understandingly—much more than understandingly. It was one of those rare smiles with a quality of eternal reassurance in it, that you may come across four or five times in life. It faced—or seemed to face—the whole external world for an instant, and then concentrated on you with an irresistible prejudice in your favor. It understood you just so far as you wanted to be understood, believed in you as you would like to believe in yourself, and assured you that it had precisely the impression of you that, at your best, you hoped to convey.",
                                "word_count": "95",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Description of Gatsby's smile.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "Precisely at that point, it vanished—and I was looking at an elegant young rough-neck, a year or two over thirty, whose elaborate formality of speech just missed being absurd. Some time before, he introduced himself I’d got a strong impression that he was picking his words with care.",
                                "word_count": "45",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Nick observing Gatsby's speech and mannerisms.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "Almost at the moment when Mr. Gatsby identified himself, a butler hurried toward him with the information that Chicago was calling him on the wire. He excused himself with a small bow that included each of us in turn.",
                                "word_count": "36",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Gatsby being called away by a butler.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby",
                                    "Butler"
                                ]
                            },
                            {
                                "original_text": "“If you want anything, just ask for it, old sport,” he urged me. “Excuse me. I will rejoin you later.”",
                                "word_count": "19",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Gatsby excusing himself.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "When he was gone, I turned immediately to Jordan—constrained to assure her of my surprise. I had expected that Mr. Gatsby would be a florid and corpulent person in his middle years.",
                                "word_count": "31",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Nick expressing his surprise to Jordan.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "“Who is he?” I demanded. “Do you know?”\n\n“He’s just a man named Gatsby.”\n\n“Where is he from, I mean? And what does he do?”\n\n“Now you’re started on the subject,” she answered with a wan smile. “Well,—he told me once he was an Oxford man.”",
                                "word_count": "45",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Nick asking Jordan about Gatsby.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "A dim background started to take shape behind him, but at her next remark, it faded away.\n\n“However, I don’t believe it.”\n\n“Why not?”\n\n“I don’t know,” she insisted, “I just don’t think he went there.”",
                                "word_count": "34",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Jordan expressing her doubts about Gatsby.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "Something in her tone reminded me of the other girl’s “I think he killed a man,” and had the effect of stimulating my curiosity. I would have accepted without question the information that Gatsby sprang from the swamps of Louisiana or from the lower East Side of New York. That was comprehensible. But young men didn’t—at least in my provincial experience I believed they didn’t—drift coolly out of nowhere and buy a palace on Long Island Sound.",
                                "word_count": "69",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Nick reflecting on the mystery of Gatsby's background.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Jay Gatsby"
                                ]
                            }
                        ]
                    },
                    {
                        "title": "The Party Continues",
                        "word_count": "2015",
                        "panels": [
                            {
                                "original_text": "“Anyhow, he gives large parties,” said Jordan, changing the subject with an urbane distaste for the concrete. “And I like large parties. They’re so intimate. At small parties there isn’t any privacy.”",
                                "word_count": "32",
                                "environment": "Gatsby's mansion, garden, table.",
                                "action": "Jordan expressing her opinion on large parties.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "There was the boom of a bass drum, and the voice of the orchestra leader rang out suddenly above the echolalia of the garden.\n\n“Ladies and gentlemen,” he cried. “At the request of Mr. Gatsby we are going to play for you Mr. Vladimir Tostoff’s latest work which attracted so much attention at Carnegie Hall last May. If you read the papers, you know there was a big sensation.” He smiled with jovial condescension and added: “Some sensation!” whereupon everybody laughed.\n\n“The piece is known,” he concluded lustily, “as Vladimir Tostoff’s ‘Jazz History of the World.’”",
                                "word_count": "94",
                                "environment": "Gatsby's mansion, garden, dance floor.",
                                "action": "Orchestra leader announcing a performance.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Orchestra Leader",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "The nature of Mr. Tostoff’s composition eluded me, because just as it began my eyes fell on Gatsby, standing alone on the marble steps and looking from one group to another with approving eyes. His tanned skin was drawn attractively tight on his face, and his short hair looked as though it were trimmed every day. I could see nothing sinister about him. I wondered if the fact that he was not drinking helped to set him off from his guests, for it seemed to me that he grew more correct as the fraternal hilarity increased. When the Jazz History of the World was over, girls were putting their heads on men’s shoulders in a puppyish, convivial way, girls were swooning backward playfully into men’s arms, even into groups, knowing that someone would arrest their falls—but no one swooned backward on Gatsby, and no French bob touched Gatsby’s shoulder, and no singing quartets were formed with Gatsby’s head for one link.",
                                "word_count": "161",
                                "environment": "Gatsby's mansion, garden, marble steps.",
                                "action": "Nick observing Gatsby and his guests.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "“I beg your pardon.”\n\nGatsby’s butler was suddenly standing beside us.\n\n“Miss Baker?” he inquired. “I beg your pardon, but Mr. Gatsby would like to speak to you alone.”",
                                "word_count": "31",
                                "environment": "Gatsby's mansion, garden.",
                                "action": "Gatsby's butler approaching Jordan.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Gatsby's Butler"
                                ]
                            },
                            {
                                "original_text": "“With me?” she exclaimed in surprise.",
                                "word_count": "6",
                                "environment": "Gatsby's mansion, garden.",
                                "action": "Jordan reacting to the butler's message.",
                                "characters": [
                                    "Jordan Baker",
                                    "Gatsby's Butler"
                                ]
                            },
                            {
                                "original_text": "“Yes, madame.”\n\nShe got up slowly, raising her eyebrows at me in astonishment, and followed the butler toward the house. I noticed that she wore her evening dress, all her dresses, like sports clothes—there was a jauntiness about her movements as if she had first learned to walk upon golf courses on clean, crisp mornings.",
                                "word_count": "50",
                                "environment": "Gatsby's mansion, garden.",
                                "action": "Jordan getting up and following the butler.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Gatsby's Butler"
                                ]
                            },
                            {
                                "original_text": "I was alone, and it was almost two. For some time, confused and intriguing sounds had issued from a long many-windowed room which overhung the terrace. Eluding Jordan’s undergraduate, who was now engaged in an obstetrical conversation with two chorus girls, and who implored me to join him, I went inside.",
                                "word_count": "49",
                                "environment": "Gatsby's mansion, terrace, many-windowed room.",
                                "action": "Nick deciding to go inside.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan's Escort",
                                    "Two Chorus Girls"
                                ]
                            },
                            {
                                "original_text": "The large room was full of people. One of the girls in yellow was playing the piano, and beside her stood a tall, red-haired young lady from a famous chorus, engaged in song. She had drunk a quantity of champagne, and during the course of her song, she had decided ineptly that everything was very, very sad—she was not only singing, she was weeping too. Whenever there was a pause in the song, she filled it with gasping, broken sobs and then took up the lyric again in a quavering soprano.",
                                "word_count": "86",
                                "environment": "Gatsby's mansion, large room.",
                                "action": "Description of the scene in the large room.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Girl in Yellow",
                                    "Red-Haired Young Lady",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "The tears coursed down her cheeks—not freely, however, for when they came into contact with her heavily beaded eyelashes they assumed an inky color and pursued the rest of their way in slow black rivulets. A humorous suggestion was made that she sing the notes on her face, whereupon she threw up her hands, sank into a chair, and went off into a deep vinous sleep.",
                                "word_count": "66",
                                "environment": "Gatsby's mansion, large room.",
                                "action": "The red-haired young lady crying and falling asleep.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Red-Haired Young Lady",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "“She had a fight with a man who says he’s her husband,” explained a girl at my elbow.\n\nI looked around. Most of the remaining women were now having fights with men said to be their husbands. Even Jordan’s party, the quartet from East Egg, were rent asunder by dissension. One of the men was talking with curious intensity to a young actress, and his wife, after attempting to laugh at the situation in a dignified and indifferent way, broke down entirely and resorted to flank attacks—at intervals, she appeared suddenly at his side like an angry diamond, and hissed: “You promised!” into his ear.",
                                "word_count": "112",
                                "environment": "Gatsby's mansion, large room.",
                                "action": "Nick observing the fights among the guests.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Girl at Nick's Elbow",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "The reluctance to go home was not confined to wayward men. The hall was at present occupied by two deplorably sober men and their highly indignant wives. The wives were sympathizing with each other in slightly raised voices. Whenever he sees I’m having a good time he wants to go home.",
                                "word_count": "53",
                                "environment": "Gatsby's mansion, hall.",
                                "action": "Description of the reluctance of guests to go home.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Two Sober Men",
                                    "Indignant Wives",
                                    "Party Guests"
                                ]
                            },
                            {
                                "original_text": "“Never heard anything so selfish in my life.”\n\n“We’re always the first ones to leave.”\n\n“So are we.”\n\n“Well, we’re almost the last tonight,” said one of the men sheepishly. “The orchestra left half an hour ago.”",
                                "word_count": "37",
                                "environment": "Gatsby's mansion, hall.",
                                "action": "Guests discussing their reluctance to go home.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Two Sober Men",
                                    "Indignant Wives"
                                ]
                            },
                            {
                                "original_text": "At this point, Jordan and I tried to go find him, but he left hurriedly, and we were left standing there. As we sat down together, he told me all about the parties Gatsby had held. His tone was curious and showed nothing but contempt. He said: “I didn’t know anything about this, but if you knew how to ask, you could have anything you wanted. You could even bring someone from the East.”",
                                "word_count": "68",
                                "environment": "Gatsby's mansion, hall.",
                                "action": "Jordan and Nick discussing Gatsby's parties.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "At that moment, a girl named Violet approached us. “I heard you’re the host’s cousin,” she said. I nodded. “I want to know how you got involved.”\n\nJordan replied, “I think he’s a gentleman.”\n\nViolet laughed and said, “Well, I don’t. I think he’s a crook.”\n\nJordan raised an eyebrow and said, “Oh, really? That’s interesting. Have you ever heard of a gentleman who knew how to speak properly, who wasn’t a little bit of a crook?”",
                                "word_count": "88",
                                "environment": "Gatsby's mansion, hall.",
                                "action": "Violet approaching Nick and Jordan, discussing Gatsby.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Violet"
                                ]
                            },
                            {
                                "original_text": "Violet turned on her heel and went off. I looked at Jordan. “What do you think?”\n\n“I think Gatsby is a fine man, and you ought to be more careful how you listen to things,” she replied.",
                                "word_count": "37",
                                "environment": "Gatsby's mansion, hall.",
                                "action": "Nick and Jordan discussing Gatsby.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "By this time, the party had reached a crescendo. People were laughing and dancing, and the music was blaring. Jordan looked at me and said, “This is where it gets interesting.”",
                                "word_count": "33",
                                "environment": "Gatsby's mansion, hall.",
                                "action": "Party reaching its peak.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "We watched as Gatsby’s butler approached us once more. “Mr. Gatsby would like to see you both in the library,” he said.",
                                "word_count": "25",
                                "environment": "Gatsby's mansion, hall.",
                                "action": "Gatsby's butler asking Nick and Jordan to go to the library.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Gatsby's Butler"
                                ]
                            },
                            {
                                "original_text": "We made our way to the library, and Gatsby was standing there, looking as composed as ever. He greeted us with a smile and said, “I hope you’re enjoying the party.”",
                                "word_count": "31",
                                "environment": "Gatsby's mansion, library.",
                                "action": "Nick and Jordan meeting Gatsby in the library.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "“It’s wonderful,” Jordan replied. “I’ve never seen anything like it.”",
                                "word_count": "14",
                                "environment": "Gatsby's mansion, library.",
                                "action": "Jordan complimenting the party.",
                                "characters": [
                                    "Jordan Baker",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "Gatsby looked at me and said, “I wanted to thank you for coming. It means a lot to me.”",
                                "word_count": "19",
                                "environment": "Gatsby's mansion, library.",
                                "action": "Gatsby thanking Nick for coming.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "I nodded and said, “Thank you for inviting me. It’s been an amazing night.”",
                                "word_count": "14",
                                "environment": "Gatsby's mansion, library.",
                                "action": "Nick thanking Gatsby for the invitation.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jay Gatsby"
                                ]
                            },
                            {
                                "original_text": "As we left the library, Jordan looked at me and said, “There’s something special about Gatsby. I can’t quite put my finger on it.”",
                                "word_count": "26",
                                "environment": "Gatsby's mansion, hall.",
                                "action": "Jordan reflecting on Gatsby.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker"
                                ]
                            },
                            {
                                "original_text": "We returned to the party, and the atmosphere was electric. The music was louder, the laughter was more boisterous, and the dancing was more energetic. It was a night to remember.",
                                "word_count": "32",
                                "environment": "Gatsby's mansion, hall, garden.",
                                "action": "Nick and Jordan returning to the party.",
                                "characters": [
                                    "Narrator (Nick Carraway)",
                                    "Jordan Baker",
                                    "Party Guests"
                                ]
                            }
                        ]
                    }
                ]
            }
        }
    ]
}